Repository: mwotil/nuaza
Catalog: moderaptor/locale/*/LC_MESSAGES/django.po
Languages: pl

source: title
pl: tytuł

source: description
pl: opis

source: order on list
pl: kolejność

source: abuse rank
pl: ranga przewinienia

source: abuse type
pl: rodzaj przewinienia

source: abuse types
pl: rodzaje przewinień

source: who reported
pl: kto raportował

source: when added
pl: dodano

source: mark as resolved
pl: oznacz jako rozwiązany

source: when resolved
pl: kiedy rozwiązano

source: hide element from public view
pl: ukryj element

source: admin comment
pl: komentarz admina

source: report
pl: raport

source: reports
pl: raporty

source: word
pl: słowo

source: censored word
pl: cenzurowane słowo

source: censored words
pl: cenzurowane słowa

source: active ban?
pl: ban aktywny?

source: bans
pl: bany

source: reported
pl: raportowano

source: moderated
pl: zmoderowany

source: hide object
pl: ukryj obiekt

source: do nothing, close report
pl: nic nie rób, zamknij raport

source: save
pl: zapisz

source: report it
pl: raportuj

source: moderate
pl: moderuj
